{
  "Main": {
    "Ѓорче Петров": "Ѓорче Петров",
    "Крива Паланка": "Крива Паланка",
    "Безбедност": "Безбедност",
    "Безбедност опис": "Во Гимназија „Ѓорче Петров“, веруваме дека нашите ученици имаат право на чиста, безбедна и заштитена средина за учење. Ние го направивме тоа можно со регуларни процедури за чистење и дезинфекција, како и почитување на сите безбедносни протоколи. Нашата мисија е да го повисиме знаењето на нашите ученици со систем кој ги поддржува да станат граѓани кои ќе можат да бидат успешни во глобалната усогласеност.",
    "Повеќе": "Повеќе"
  },
  "News": {
    "Вести и Настани": "Вести и Настани",
    "Светски ден на бубрегот": "Светски ден на бубрегот",
    "Ден на Јазиците и Уметноста": "Ден на Јазиците и Уметноста",
    "Новинарски спринт": "Новинарски спринт во СОУ „Ѓорче Петров“",
    "Општински натпревар по хемија": "Општински натпревар по хемија",
    "Јануари": "Јануари",
    "Февруари": "Февруари",
    "Фебруари": "Фебруари",
    "Март": "Март",
    "Април": "Април",
    "Мај": "Мај",
    "Јуни": "Јуни",
    "Јули": "Јули",
    "Август": "Август",
    "Септември": "Септември",
    "Октомври": "Октомври",
    "Ноември": "Ноември",
    "Декември": "Декември",
    "Денеска во нашето училиште се одржа едукативна, новинарска работилница за членовите на Тинтим во реализација на Ирена Белешковска": "Денеска во нашето училиште се одржа едукативна, новинарска работилница за членовите на Тинтим во реализација на Ирена Белешковска.Младите новинари од нашето училиште имаа можност да учат од новинар со долгогодишно искуство. Учеа преку примери од секојдневието, па дури и се ставија во улога на активни новинари кои треба да реализираат интервју со познати личности. Голема благодарност до Ирена Белешковска што несебично го сподели своето искуство со нашите новинари!",
    "Бубрежно здравје за сите! – е мотото на денешниот едукативен настан организиран од Центарот за дијализа ,,Диаверум” во нашето училиште": "Бубрежно здравје за сите! – е мотото на денешниот едукативен настан организиран од Центарот за дијализа ,,Диаверум” во нашето училиште. Ние се вклучивме во кампањата за одбележување на денот посветен на бубрежното здравје заедно со учениците од здравствената струка. Со тимот од ,,Диаверум” се дискутираше како го сочуваме здравјето на бубрезите и нивната виталност и што да практикуваме како животен стил за да го сочуваме своето здравје.",
    "Денеска започнавме со чествување на Патрон празникот": "Денеска започнавме со чествување на Патрон празникот. Ги славевме јазикот и уметноста. Уживавме во лирска интерпретација, звуците на пијаното и се смеевме!Ги проследивме следните настани: -Уметнички перформанс по повод 90 години од раѓањето на нашиот книжевник – Петре М. Андреевски во придружба на сентиментална музика- Песната Easy on me од Адел – Скеч: Крај на школска година – Презентација на интересни факти за странските јазици – Композиција ,,Хлоп-марш” од Б. Печерскии- дуо пијано 4 раце -Ликовен перформанс на нашите уметници.",
    "На општинскиот натпревар по Хемија кој се одржа на година учествуваа ученици од I, II и III година:": "На општинскиот натпревар по Хемија кој се одржа на 24.02.2023 година учествуваа ученици од I, II и III година под менторство на професорките Валентина Цветановска и Жаклина Димитровска. Следниве ученици се пласираа на регионален натпревар.1. Димитар Стојановски, I-1 паралелка , III-место 2. Вања Костовска, I-1 паралелка , пофалница 3. Филип Стојановски, I-2 паралелка ,пофалница 4. Јована Стефановска, I-2 паралелка,пофалница 5. Ева Симонова, II-2 паралелка , пофалница 6. Нина Димитровска, II-2 паралелка, пофалница 1. Ана Георгиевска, III-5 паралелка, III место, диплома 2. Горана Симонова, III-3 паралелка, пофалница 3. Наум Стојановски, III-3 паралелка, пофалница"
  },
  "Struki": {
    "Гимназиско Образование:": "Гимназиско Образование:",
    "Природно - Математичко Подрачје": "Природно - Математичко Подрачје",
    "поени": "поени",
    "ученика": "ученика",
    "паралелка": "паралелка",
    "Општествено - Хуманистичко Подрачје": "Општествено - Хуманистичко Подрачје",
    "Јазично - Уметничко Подрачје": "Јазично - Уметничко Подрачје",
    "Четиригодишно Траење:": "Четиригодишно Траење:",
    "Електротехничар за КТА": "Електротехничар за КТА",
    "Соработка со Дема Стил ДОО Крива Паланка": "Соработка со Дема Стил ДОО Крива Паланка.",
    "Медицинска Сестра": "Медицинска Сестра",
    "Соработка со Медицински Центар Крива Паланка": "Соработка со Медицински Центар Крива Паланка.",
    "Машински Техничар": "Машински Техничар",
    "Градежен Техничар": "Градежен Техничар",
    "Соработка со ЈП Комуналец Крива Паланка и „Хантерс“ ДООЕЛ Скопје": "Соработка со ЈП Комуналец Крива Паланка и „Хантерс“ ДООЕЛ Скопје.",
    "Келнер / Готвач": "Келнер / Готвач",
    "Соработка со Парк Гиновци ДООЕЛ Ранковце": "Соработка со Парк Гиновци ДООЕЛ Ранковце.",
    "Потребни Документи:": "Потребни Документи:",
    "Пријава за запишување": "Пријава за запишување. Пријавата за запишување ја изготвува Министерството за образование и наука и ја објавува на официјалната веб страница.",
    "Оригинални свидетелства од VI до IX одделение": "Оригинални свидетелства од VI до IX одделение.",
    "Дипломи од освоени I, II и III места од меѓународни и државни натпревари, доколку имаат": "Дипломи од освоени I, II и III места од меѓународни и државни натпревари, доколку имаат.",
    "Извод од матична книга на родените": "Извод од матична книга на родените."
  },
  "ZaGimnazija": {
    "МИСИЈА НА УЧИЛИШТЕТО": "МИСИЈА НА УЧИЛИШТЕТО",
    "Едукацијата не е подготовка за живот – едукацијата е самиот живот": "Едукацијата не е подготовка за живот – едукацијата е самиот живот.",
    "Ние сме училиште со традиција": "Ние сме училиште со традиција, отворено за нови идеи кои поттикнуваат индивидуалност и креативност, дисциплина и култура, повисоки интелектуални способности и образование кое ќе одговори на животните предизвици. Корените на образованието се горки, но плодовите се слатки. Затоа секојдневно инвестираме во градење на нашата иднина. Човековото воспитание е огледало во кое се прикажува личниот портрет.",
    "Наша мисија е да ја препознаеме индивидуалноста која мора да биде во корелација со тимската работа која поттикнува креативност и создава квалитет": "Наша мисија е да ја препознаеме индивидуалноста која мора да биде во корелација со тимската работа која поттикнува креативност и создава квалитет.",
    "ВИЗИЈА НА УЧИЛИШТЕТО": "ВИЗИЈА НА УЧИЛИШТЕТО",
    "Развиј ја страста за учење, Доколку успееш во тоа, никогаш нема да престанеш да растеш!": "Развиј ја страста за учење. Доколку успееш во тоа, никогаш нема да престанеш да растеш!",
    "Средното општинско училиште Ѓорче Петров преставува силен импулс во развојот на образовната дејност": "Средното општинско училиште Ѓорче Петров преставува силен импулс во развојот на образовната дејност, а со тоа и практично се потврдува определбата за интелектуалното инвестирање во образованието и за создавање на високо професионален кадар кој е императив и основен предуслов за развој и напредок на секое општество. Образованието е златен клуч на слободата.",
    "Наша цел е да помогнеме во градење на образована личност која научила како да учи и како да се менува": "Наша цел е да помогнеме во градење на образована личност која научила како да учи и како да се менува. Затоа што животот мора да биде постојано воспитување.",
    "Да ги искористиме зборовите на Еразмо Ротердамски: “Најголемата надеж на секоја земја лежи во примерно школување на младите”": "Да ги искористиме зборовите на Еразмо Ротердамски: “Најголемата надеж на секоја земја лежи во примерно школување на младите”.",
    "Инвестирањето во знаење исплаќа најдобра и најголема камата": "Инвестирањето во знаење исплаќа најдобра и најголема камата.",
    "Затоа ние како институција ќе продолжиме да работиме во полза на идните генерации, а времето е онаа мудра категорија која ги потврдува вистинските творци": "Затоа ние како институција ќе продолжиме да работиме во полза на идните генерации, а времето е онаа мудра категорија која ги потврдува вистинските творци.",
    "Животот мора да биде постојано воспитување!": "Животот мора да биде постојано воспитување!",
    "Мото на училиштето:": "Мото на училиштето:",
    "Да бидеме цртачи на денот за да бидеме дизајнери на животот": "Да бидеме цртачи на денот за да бидеме дизајнери на животот."
  },
  "Nav": {
    "Одјави се": "Одјави се",
    "Логирај се или Регистрирај се": "Логирај се или Регистрирај се",
    "Ѓорче Петров": "Ѓорче Петров",
    "За Гимназијата": "За Гимназијата",
    "Струки": "Струки",
    "Вести и Настани": "Вести и Настани",
    "Нотификации": "Нотификации",
    "Admin": "Admin"
  },
  "Footer": {
    "Изработиле:": "Изработиле:",
    "Име": "Име",
    "Презиме": "Презиме",
    "Наслов": "Наслов",
    "Напишете порака": "Напишете порака",
    "Испрати": "Испрати",
    "Сите права се задржани": "Сите права се задржани"
  }
}
